{
    "3ESO": {
      "Criterios_de_evaluación": {
        "Competencia_específica_1": {
          "1.1": "Describir los diferentes marcos geográficos en los que se desarrollan las civilizaciones griega y romana a lo largo de su historia.",
          "1.2": "Elaborar ejes cronológicos en los que se señalen los principales períodos de Grecia y Roma.",
          "1.3": "Distinguir los diferentes períodos de la historia de Grecia y Roma, situando en el tiempo los acontecimientos y personajes más relevantes de cada uno de ellos."
        },
        "Competencia_específica_2": {
          "2.1": "Enumerar los principales dioses y héroes de la mitología grecolatina, sus características, denominaciones y hechos que se les atribuyeron, así como sus representaciones pictóricas y escultóricas más conocidas en la Historia del Arte.",
          "2.2": "Sintetizar las características de la religión griega y romana, así como la expansión del cristianismo en el imperio romano, identificando las repercusiones que esta expansión tuvo en la sociedad romana.",
          "2.3": "Describir las fiestas, los espectáculos, las manifestaciones deportivas y otras formas de vivir el ocio en la civilización griega y romana, valorarlos críticamente e identificar sus semejanzas y diferencias con los usuales en nuestra sociedad.",
          "2.4": "Distinguir las características fundamentales de arte clásico y su evolución.",
          "2.5": "Explicar el urbanismo antiguo y las grandes obras públicas e infraestructuras romanas, explicando su importancia para el desarrollo humano y su influencia en modelos urbanísticos posteriores.",
          "2.6": "Definir los rasgos esenciales de la estructura familiar en Grecia y en Roma, y, en especial, la evolución del papel de la mujer en la sociedad romana.",
          "2.7": "Distinguir las características y evolución de la economía antigua, con especial atención al comercio como factor que contribuyó al enriquecimiento cultural de las sociedades griega y romana.",
          "2.8": "Valorar la contribución del pensamiento filosófico y científico de la Antigüedad clásica en la formación de la cultura y la ciencia actuales."
        },
        "Competencia_específica_3": {
          "3.1": "Comprender el origen común de la mayoría de las lenguas europeas actuales, identificando las principales ramas de la familia de las lenguas indoeuropeas.",
          "3.2": "Constatar el origen común de las lenguas romances, identificando sus semejanzas y las diferencias más evidentes con otras lenguas del repertorio lingüístico de los alumnos.",
          "3.3": "Identificar la existencia de diversos tipos de escritura y sus orígenes.",
          "3.4": "Conocer el alfabeto griego clásico y la forma de escribirlo en los procesadores de textos más usuales, así como la transcripción latina de las palabras griegas.",
          "3.5": "Conocer el origen y la evolución del alfabeto latino.",
          "3.6": "Identificar el léxico común, técnico y científico de origen griego o latino en español y otras lenguas del repertorio lingüístico del alumnado, señalar su relación con las palabras latinas o griegas originarias e identificar sus componentes más sencillos."
        },
        "Competencia_específica_4": {
          "4.1": "Sintetizar las principales características de los géneros de la literatura clásica y su influencia en la literatura posterior.",
          "4.2": "Conocer los autores y obras esenciales de las literaturas griega y latina y su influjo en la literatura de la cultura europea y occidental."
        },
        "Competencia_específica_5": {
          "5.1": "Comprender la configuración política de las polis griegas y la estratificación social en Atenas y en Esparta.",
          "5.2": "Explicar el surgimiento de la democracia en Atenas e identificar las semejanzas y diferencias con la democracia actual.",
          "5.3": "Comprender la configuración política de la República romana, las magistraturas y los diferentes tipos de comicios, así como la estratificación social en los distintos períodos de la historia de Roma.",
          "5.4": "Describir las relaciones intrafamiliares en Grecia y Roma, en especial la evolución del papel de la mujer en la sociedad romana.",
          "5.5": "Explicar los principales hitos en la formación del Derecho de Atenas y de Roma, así como la administración de justicia en ambos estados."
        }
      },
      "Contenidos": {
        "1": {
          "titulo": "El marco geográfico e histórico",
          "subcontenidos": [
            "La cuenca mediterránea en la Antigüedad.",
            "El marco geográfico de la civilización griega.",
            "Principales períodos de la historia de Grecia en la Antigüedad.",
            "El marco geográfico de la civilización romana.",
            "Orígenes míticos de Roma.",
            "Principales períodos de la historia de Roma."
          ]
        },
        "2": {
          "titulo": "El griego, el latín y su pervivencia",
          "subcontenidos": [
            "Las lenguas indoeuropeas.",
            "El latín y las lenguas romances.",
            "La escritura: Orígenes de la escritura.",
            "El alfabeto griego.",
            "El alfabeto latino.",
            "Pervivencia de elementos lingüísticos grecolatinos en el español."
          ]
        },
        "3": {
          "titulo": "La sociedad y la vida cotidiana en Grecia y Roma",
          "subcontenidos": [
            "Las polis griegas. El surgimiento de la democracia.",
            "Roma. Instituciones políticas de la República romana y su evolución durante el Imperio.",
            "Los grupos sociales.",
            "La familia en Grecia y Roma.",
            "La economía y el trabajo.",
            "El ocio, las fiestas y los espectáculos."
          ]
        },
        "4": {
          "titulo": "Mitología y religión",
          "subcontenidos": [
            "Mitos griegos y romanos: dioses y héroes.",
            "Religión y sociedad.",
            "La expansión del cristianismo."
          ]
        },
        "5": {
          "titulo": "La literatura, el arte y la ingeniería en Grecia y Roma",
          "subcontenidos": [
            "Géneros literarios y figuras fundamentales de la literatura clásica.",
            "El arte griego y romano: pervivencia de los modelos clásicos en el mundo actual.",
            "El urbanismo.",
            "La ingeniería civil romana."
          ]
            }
        }
    }
}