{
    "4ESO": {
        "Criterios_de_evaluación": {
            "Competencia_específica_1": {
                "1.1": "Describir los diferentes marcos geográficos en los que se desarrollan las civilizaciones griega y romana a lo largo de su historia.",
                "1.2": "Localizar en un mapa hitos geográficos y enclaves concretos relevantes para el conocimiento de las civilizaciones griega y romana.",
                "1.3": "Identificar, describir y explicar el marco histórico en el que se desarrollan las civilizaciones griega y romana.",
                "1.4": "Conocer las principales características de los diferentes periodos de la historia de Grecia y Roma, elaborar y saber situar en un eje cronológico hechos históricos.",
                "1.5": "Situar los principales asentamientos griegos en España.",
                "1.6": "Situar las provincias de Hispania romana y sus principales ciudades.",
                "1.7": "Explicar la romanización de Hispania, describiendo sus causas y fases y los acontecimientos más importantes."
            },
            "Competencia_específica_2": {
                "2.1": "Reconocer y saber ubicar los principales monumentos clásicos del patrimonio conservados, sobre todo en España.",
                "2.2": "Identificar las manifestaciones de la mitología clásica en la historia del arte europeo.",
                "2.3": "Valorar la influencia del arte clásico en la historia del arte europeo.",
                "2.4": "Obtener información de forma crítica sobre la pervivencia e influencia de la civilización clásica en el entorno cultural."
            },
            "Competencia_específica_3": {
                "3.1": "Conocer la existencia de diversos tipos de escritura, distinguirlos y comprender sus funciones.",
                "3.2": "Conocer el origen del alfabeto y distinguir distintos tipos de alfabetos usados en la actualidad.",
                "3.3": "Reconocer la presencia de elementos de los alfabetos griego y latino en los alfabetos actuales.",
                "3.4": "Conocer el significado de raíces y afijos empleados usualmente en la formación de términos científicos y explicar el significado de helenismos a partir del análisis etimológico de sus componentes.",
                "3.5": "Analizar los procesos de evolución de las lenguas romances, aplicando las reglas fonéticas de evolución, distinguiendo las palabras patrimoniales de los cultismos.",
                "3.6": "Conocer el significado y emplear adecuadamente locuciones latinas de uso frecuente en español y otras lenguas de cultura.",
                "3.7": "Comprender los distintos procedimientos que emplean las lenguas para marcar las funciones sintácticas y semánticas de los grupos nominales.",
                "3.8": "Reflexionar sobre el funcionamiento de las lenguas que forman el repertorio lingüístico del alumno, partiendo de la comparación con el latín."
            },
            "Competencia_específica_4": {
                "4.1": "Sintetizar las características de los géneros de la literatura clásica y reconocerlos en fragmentos de obras traducidos.",
                "4.2": "Conocer los autores más destacados de cada género de la literatura clásica, situarlos cronológicamente, así como sus principales obras.",
                "4.3": "Comentar fragmentos traducidos de obras griegas y latinas, identificando las referencias mitológicas, históricas, sociales, políticas... que aparecen en ellos, así como su pervivencia en obras posteriores de la literatura, las artes plásticas o la cinematografía.",
                "4.4": "Constatar la aportación de la cultura griega y romana, a través del conocimiento de la literatura clásica, a la conformación de la identidad cultural europea.",
                "4.5": "Enumerar las fases y explicar los procesos de transmisión de la literatura griega y romana hasta nuestros días.",
                "4.6": "Reconocer las características esenciales de la arquitectura griega y de la arquitectura e ingeniería romana y sus principales manifestaciones.",
                "4.7": "Identificar los periodos y principales características de la escultura griega y las principales manifestaciones de la escultura romana y sus características.",
                "4.8": "Reconocer los estilos, tipos y motivos de la cerámica griega.",
                "4.9": "Conocer los principales temas y características de la pintura y el mosaico romano."
            },
            "Competencia_específica_5": {
                "5.1": "Constatar la pervivencia de elementos de la configuración política de Atenas y Roma en las sociedades actuales.",
                "5.2": "Reconocer las semejanzas y diferencias del sistema legal y judicial griego y romano con el actual.",
                "5.3": "Valorar la contribución de la oratoria clásica en la acción política y judicial de la sociedad actual.",
                "5.4": "Comparar las relaciones intrafamiliares y el papel de la mujer en las sociedades antiguas con la situación en la sociedad occidental y en otras sociedades."
            }
        },
        "Contenidos": {
            "1": {
                "titulo": "El marco geográfico e histórico",
                "subcontenidos": [
                    "El marco geográfico e histórico de Grecia y Roma.",
                    "La colonización griega en España.",
                    "La romanización de la Península Ibérica."
                ]
            },
            "2": {
                "titulo": "El griego, el latín y su pervivencia",
                "subcontenidos": [
                    "Historia de la escritura. Los alfabetos.",
                    "Elementos griegos en el vocabulario científico y técnico actual.",
                    "El griego y el latín como lenguas flexivas.",
                    "Evolución del latín al español. Cultismos y palabras patrimoniales.",
                    "Locuciones latinas en el español y otras lenguas de cultura actuales."
                ]
            },
            "3": {
                "titulo": "La literatura y el arte",
                "subcontenidos": [
                    "La literatura griega: La poesía épica. La poesía lírica. El teatro griego: La tragedia y la comedia. La historiografía. La oratoria. La filosofía.",
                    "La literatura latina: La poesía épica. La comedia. La poesía lírica. La historiografía y la novela. La oratoria y la retórica.",
                    "La transmisión de la literatura clásica.",
                    "El arte griego: Arquitectura. Escultura. Cerámica.",
                    "El arte romano: Arquitectura e ingeniería. Escultura. Pintura y mosaico."
                ]
            },
            "4": {
                "titulo": "La pervivencia de la cultura clásica",
                "subcontenidos": [
                    "Pervivencia de las instituciones políticas y sociales.",
                    "Pervivencia de la mitología clásica en las manifestaciones artísticas y culturales.",
                    "Pervivencia de la literatura y el arte de Grecia y Roma."
                ]
            }
        }
    }
}
