{
  "1": "El Griego en el contexto de las lenguas indoeuropeas. Los sistemas alfabéticos griegos: su origen, estructura, valores grafomáticos. Su adopción por Roma: el alfabeto latino. Signos ortográficos y de puntuación en griego. El acento griego. La transcripción y transliteración de términos griegos.",
  "2": "El sistema vocálico griego. Origen y evolución. Las laringales y su pervivencia en griego.",
  "3": "El sistema consonántico griego. Origen y evolución.",
  "4": "La métrica griega. Nociones generales de prosodia y métrica latina.",
  "5": "Composición y derivación en palabras de raíz grecolatina. Prefijos y sufijos. Etimología de las terminologías científica y técnica.",
  "6": "Concepto de flexión nominal en una lengua flexiva. La flexión nominal indoeuropea y su evolución en las lenguas clásicas.",
  "7": "Flexión de los temas en - y flexión temática.",
  "8": "Flexión de los temas en oclusiva, líquida y nasal.",
  "9": "Flexión de los temas en silbante, semivocal y diptongo.",
  "10": "Influjo de la lengua griega en la evolución de la lengua latina. La adaptación de la flexión griega a la flexión latina. Conceptos generales sobre la flexión nominal latina.",
  "11": "Nociones generales sobre el adjetivo en las lenguas clásicas. Clasificación, grados y sintaxis del adjetivo en griego. Numerales.",
  "12": "Características de la flexión pronominal en las lenguas clásicas. Morfosintaxis de los pronombres personales, demostrativos y anafóricos en griego.",
  "13": "Morfosintaxis de los pronombres relativos, interrogativos e indefinidos en griego. Estudio especial de las oraciones de relativo.",
  "14": "Morfosintaxis de adverbios y preposiciones en las lenguas clásicas.",
  "15": "Las sintaxis: concepto. Función de los casos en las lenguas clásicas. Corrientes actuales sobre el estudio de los casos. Nominativo y vocativo en griego: origen indoeuropeo, evolución y funciones sintácticas.",
  "16": "Acusativo en griego: origen indoeuropeo, evolución y funciones sintácticas.",
  "17": "Genitivo y dativo en griego: origen indoeuropeo, evolución y funciones sintácticas.",
  "18": "Fundamentos indoeuropeos, estructura y evolución de la flexión verbal en las lenguas clásicas. Categorías gramaticales de tiempo, aspecto y modo: los temas verbales. Categorías de persona, número y voz. El sistema de desinencias personales.",
  "19": "Morfosintaxis de los temas de presente y de aoristo en griego.",
  "20": "Morfosintaxis de los temas de futuro y de perfecto en griego.",
  "21": "Morfosintaxis de los modos personales en griego. Morfosintaxis del infinitivo, participio y adjetivo verbal en griego.",
  "22": "El orden de palabras en la frase. La concordancia. Fenómenos estilísticos relacionados con la construcción en las lenguas clásicas. La yuxtaposición y la coordinación. La subordinación.",
  "23": "Proposiciones sustantivas en griego.",
  "24": "Proposiciones adverbiales en griego: temporales, causales y comparativas.",
  "25": "Proposiciones adverbiales en griego: consecutivas, finales, condicionales y concesivas.",
  "26": "Origen de la poesía épica. Homero. Evolución de la épica grecolatina. Influencia en la literatura occidental.",
  "27": "Poesía didáctica en el mundo griego. Hesíodo. Su influencia en la literatura occidental.",
  "28": "Orígenes de la poesía lírica en Grecia. Elegía y yambo. Influencia en la literatura occidental.",
  "29": "Lírica monódica y coral en Grecia. Su influencia en la literatura occidental.",
  "30": "Origen y evolución de la poesía dramática en el mundo clásico. Fiestas en honor de Dionisio. Representaciones. Pervivencia en la cultura occidental.",
  "31": "Esquilo y Sófocles. Su influencia en la literatura occidental.",
  "32": "Eurípides y la evolución de la tragedia. Su influencia en la literatura occidental.",
  "33": "Aristófanes y Menandro. Evolución e influencia de la comedia griega.",
  "34": "Literatura griega en época helenística: poesía epigramática, bucólica y mímica. Teócrito. Calímaco.",
  "35": "La historiografía griega: orígenes y primeros cultivadores. Heródoto.",
  "36": "Tucídides y Jenofonte. Influjo en la literatura occidental.",
  "37": "La historiografía grecolatina posterior a Jenofonte.",
  "38": "La novela y la fábula en Grecia. Su influjo en épocas posteriores.",
  "39": "Oratoria en Grecia: origen y tipos. La sofística y la creación de la prosa artística. Su influencia en épocas posteriores.",
  "40": "Oratoria judicial y oratoria política en Grecia. Escuelas de oratoria.",
  "41": "Orígenes de la filosofía griega y su evolución hasta el siglo V a. C.",
  "42": "Las teorías filosóficas de los Sofistas, Sócrates y Platón.",
  "43": "Aristóteles. Evolución de la filosofía griega a partir del siglo IV a. C.",
  "44": "Los principales autores de la literatura cristiana en lengua griega. Su influencia en la literatura posterior.",
  "45": "Ciencia y técnica en el mundo griego: física, matemáticas, astronomía y medicina.",
  "46": "Rasgos generales de la religión griega, su evolución y su pervivencia en la cultura occidental. Cultos mistéricos en Grecia. Su pervivencia en Roma.",
  "47": "Cosmogonía, teogonía y antropogonía en el mundo clásico. Leyendas heroicas de la mitología clásica. Influencia en la cultura occidental.",
  "48": "Fiestas y juegos en el mundo grecorromano. Ocio, deporte y salud corporal. Su pervivencia en la cultura occidental.",
  "49": "Cómputo del tiempo en Grecia. Pesas, medidas y monedas.",
  "50": "Los mitos griegos. Principales teorías sobre su función. Las distintas interpretaciones de los mitos clásicos en la antigüedad. La reinterpretación cristiana de los mitos paganos. La utilización de la simbología de los mitos en la literatura, las artes plásticas y otras ramas de la ciencia.",
  "51": "Geografía del mundo grecorromano. La economía y la división del trabajo en el mundo grecorromano.",
  "52": "Grecia desde la llegada de los indoeuropeos hasta el siglo VII a.C.: mito e historia.",
  "53": "Evolución de Grecia desde el siglo XII hasta el VIII a.C.",
  "54": "Grecia desde el siglo VIII hasta el siglo V a.C. La institución de la polis y su evolución.",
  "55": "Grecia y Persia en el mundo antiguo.",
  "56": "Atenas y Esparta en el siglo V a.C.",
  "57": "El siglo IV a.C. en Grecia hasta Alejandro Magno.",
  "58": "Panhelenismo y Alejandro Magno. Evolución de Grecia desde la muerte de Alejandro Magno hasta su conquista por Roma.",
  "59": "Griegos y romanos en Hispania. Sus huellas culturales y restos materiales.",
  "60": "Organización político-social de Atenas y de Esparta. Estudio comparativo con la organización político-social de la Roma republicana.",
  "61": "Instituciones jurídicas en Grecia y su influjo en el Derecho romano. Instituciones militares griegas. Análisis de su respectiva pervivencia en el mundo occidental.",
  "62": "La vida privada en el mundo grecorromano: vivienda, nacimiento, educación, matrimonio y muerte. Pervivencia en el mundo occidental.",
  "63": "La situación de la mujer en la Grecia antigua. Análisis de la construcción de los conceptos: “masculino” y “femenino” en la cultura griega.",
  "64": "Arquitectura en el mundo grecorromano: religiosa, civil y militar. Su huella en la cultura occidental.",
  "65": "Urbanismo y vías de comunicación en el mundo grecorromano. Su huella en la cultura occidental.",
  "66": "Escultura. Pintura. Cerámica. Mosaico. Otras artes en el mundo grecorromano. Huellas en la cultura occidental.",
  "67": "Estudio de las fuentes: arqueología, epigrafía, paleografía, numismática, codicología.",
  "68": "Pervivencia del mundo grecorromano en la historia cultural de cada una de las Comunidades Autónomas."
}
