{
  "Bloque 1": {
    "Unidades lingüísticas da lingua grega": [
      "Alfabeto, prosodia e signos gráficos da lingua grega clásica. Aproximación ás principais leis fonéticas.",
      "Clases de palabras.",
      "Concepto de lingua flexiva: flexión nominal e pronominal (sistema casual e declinacións); flexión verbal (introdución á tipoloxía do verbo grego).",
      "Sintaxe oracional: funcións básicas e sintaxe elemental dos casos.",
      "Estruturas oracionais. A concordancia e a orde de palabras en oracións simples e oracións compostas. Comparativa coa orde natural das palabras nas oracións das linguas de repertorio do alumnado para unha mellor comprensión.",
      "Formas nominais do verbo."
    ],
    "A tradución: técnicas, procesos e ferramentas": [
      "A análise morfosintáctica como ferramenta complementaria de tradución.",
      "Estratexias de tradución: formulación de expectativas a partir, entre outros, de: contorna textual e do propio texto, contexto, coñecemento do tema, descrición da estrutura e xénero, peculiaridades lingüísticas dos textos traducidos, erros frecuentes de tradución e técnicas para os evitar.",
      "Ferramentas de tradución, cando se considere necesario.",
      "Lectura comparada de diferentes traducións e comentario de textos bilingües a partir de terminoloxía metalingüística.",
      "Recursos estilísticos frecuentes e a súa relación co contido do texto.",
      "Estratexias básicas de retroversión de textos breves. Concepto e uso de expresións idiomáticas.",
      "A tradución como instrumento que pode favorecer o razoamento lóxico, a resolución de problemas e a capacidade de análise e síntese, dentro dos límites e inconsistencias propias da tradución.",
      "Aceptación do erro como parte do proceso de aprendizaxe e actitude positiva de superación.",
      "Estratexias e ferramentas, analóxicas e dixitais, individuais e cooperativas, para a autoavaliación, a coavaliación e a autorreparación."
    ],
    "Destrezas comunicativas do uso da lingua grega": [
      "Estratexias para a planificación, execución e reparación da comprensión, a produción e a coprodución de textos orais, escritos e/ou multimodais.",
      "Funcións comunicativas adecuadas ao ámbito e ao contexto: describir acontecementos simples; dar instrucións básicas; narrar, reformular e/ou resumir acontecementos pasados, presentes e/ou futuros; expresar emocións básicas e opinións.",
      "Léxico común de interese e/ou uso cotián para o alumnado: espazo, tempo e/ou vida diaria. Estratexias de enriquecemento léxico (derivación, polisemia, sinonimia...).",
      "Estratexias básicas conversacionais para iniciar, manter e rematar a comunicación, tomar e ceder a palabra, pedir e dar aclaracións e explicacións, etc.",
      "Ferramentas analóxicas e dixitais para a aprendizaxe, a comunicación e o desenvolvemento de proxectos con falantes ou estudantes de grego en grego, cando fose posible."
    ]
  },
  "Bloque 2": {
    "Sistemas de escritura ao longo da historia": [],
    "O alfabeto grego: a súa historia e influencia posterior. Regras de transcrición do alfabeto grego ás linguas do repertorio do alumnado": [],
    "Do indoeuropeo ao grego. Etapas da lingua grega": [],
    "Influencia do grego na evolución da lingua de ensino e do resto de linguas que conforman o repertorio lingüístico individual do alumnado": [],
    "Léxico": [
      "Procedementos básicos de composición e derivación na formación de palabras gregas.",
      "Lexemas, sufixos e prefixos de orixe grega no léxico de uso común e no específico das ciencias e a técnica nos léxicos especializados doutros campos.",
      "Significado e definición de palabras de uso común na lingua de ensino a partir dos seus étimos gregos nas linguas repertorio lingüístico do alumnado; reflexión sobre significado etimolóxico e significado semántico.",
      "Importancia e versatilidade do grego para crear neoloxismos ao longo da historia e na actualidade.",
      "Técnicas básicas para a elaboración de familias léxicas e dun vocabulario básico grego de frecuencia."
    ],
    "Interese por coñecer o significado etimolóxico das palabras e recoñecemento da importancia do uso adecuado do vocabulario como instrumento básico na comunicación": [],
    "Expresións e léxico específico básico para reflexionar e compartir a reflexión sobre a comunicación, a lingua, a aprendizaxe e as ferramentas de comunicación e aprendizaxe (metalinguaxe)": [],
    "Respecto por todas as linguas e aceptación das diferenzas culturais das xentes que as falan": [],
    "Aproximación aos termos e expresións máis usuais de uso frecuente do grego moderno": [],
    "Ferramentas analóxicas e dixitais para a aprendizaxe, a comunicación e o desenvolvemento de proxectos con estudantes de grego no ámbito transnacional": []
  },
  "Bloque 3": {
    "Xeografía da antiga Grecia: topografía, nome e función dos principais sitios. Viaxeiros ilustres": [],
    "Historia": [
      "Etapas: fitos históricos do mundo grego entre os séculos VIII a. C. e V d. C.",
      "Lendas e principais episodios históricos.",
      "Persoeiros da historia de Grecia e a súa relevancia para a historia de Europa."
    ],
    "Historia e organización política e social de Grecia como parte esencial da historia e a cultura da sociedade actual. Desmitificación da democracia ateniense": [],
    "Institucións, crenzas e formas de vida da civilización grega e o seu reflexo e persistencia na sociedade actual: escravitude e exclusión da muller": [],
    "Influencias da cultura grega na civilización latina": [],
    "A achega de Grecia á cultura e ao pensamento da sociedade occidental": [],
    "Relación de Grecia con culturas estranxeiras: luces (modelo de cultura) e sombras (xenofobia)": [],
    "O mar Mediterráneo como encrucillada de culturas onte e hoxe: Grecia como ponte de transmisión de cultura": [],
    "A importancia do discurso público para a vida política e social": []
  },
  "Bloque 4": {
    "Conceptos de legado, herdanza e patrimonio": [],
    "A mitoloxía clásica e a súa persistencia en manifestacións literarias e artísticas. A presenza da mitoloxía clásica na publicidade, o deporte e outras manifestacións populares actuais": [],
    "Obras públicas e urbanismo: construción, conservación, preservación e restauración": [],
    "As representacións e festivais teatrais, a súa evolución e persistencia na actualidade": [],
    "As competicións atléticas e a súa persistencia na actualidade": [],
    "As institucións políticas gregas, a súa influencia e persistencia no sistema político actual": [],
    "A educación na antiga Grecia: os modelos educativos de Atenas e Esparta e a súa comparación cos sistemas actuais": [],
    "Principais obras artísticas da Antigüidade grega": [],
    "Principais sitios arqueolóxicos, museos ou festivais relacionados coa Antigüidade clásica": []
  }
}

