{
    "CA1.1": "Realizar traducións directas e/ou inversas de textos ou fragmentos adaptados ou orixinais de dificultade adecuada e progresiva con corrección ortográfica e expresiva, identificando e analizando, cando se considere necesario, unidades lingüísticas regulares da lingua e apreciando variantes e coincidencias con outras linguas coñecidas.",
    "CA1.2": "Seleccionar de maneira progresivamente autónoma o significado apropiado de palabras polisémicas e xustificar a decisión, tendo en conta a información cotextual ou contextual e utilizando ferramentas diversas de apoio ao proceso de tradución en distintos soportes, cando se considere necesario.",
    "CA1.3": "Revisar e emendar de maneira progresivamente autónoma as propias traducións e as das compañeiras e compañeiros, realizando propostas de mellora e argumentando os cambios con terminoloxía especializada a partir da reflexión lingüística.",
    "CA1.4": "Realizar a lectura directa de textos gregos sinxelos identificando as unidades lingüísticas básicas da lingua grega, comparándoas coas das linguas do repertorio lingüístico propio e asimilando os aspectos morfolóxicos, sintácticos e léxicos elementais do grego.",
    "CA1.5": "Rexistrar os progresos e dificultades de aprendizaxe da lingua grega, seleccionando as estratexias máis adecuadas e eficaces para superar esas dificultades e consolidar a súa aprendizaxe, realizando actividades de planificación da propia aprendizaxe, autoavaliación e coavaliación, como as propostas no Portfolio Europeo das Linguas (PEL) ou nun diario de aprendizaxe, facéndoos explícitos e compartíndoos.",
    "CA1.6": "Extraer, analizar e reflectir oralmente e/ou por escrito, preferentemente en grego, ou ben na lingua de uso do alumnado, as ideas principais de textos de certa lonxitude, orais e/ou escritos, e adaptados ao nivel de lingua e temas coñecidos polo alumnado, expresados de forma clara e, no caso dos textos orais, preferentemente na pronuncia histórica.",
    "CA1.7": "Planificar e participar, cando se considere necesario, en diálogos breves e sinxelos sobre temas cotiáns, próximos á súa experiencia, apoiándose en recursos tales como a repetición, o ritmo pausado ou a linguaxe non verbal, e mostrando empatía e respecto pola cortesía lingüística e as opinións das persoas interlocutoras.",
    "CA1.8": "Redactar en grego, a partir de criterios dados, textos básicos de estrutura clara, evitando erros que impidan a comprensión.",
    "CA1.9": "Explicar, de maneira guiada, a relación do grego coas linguas modernas, analizando os elementos lingüísticos comúns de orixe grega e utilizando estratexias e coñecementos das linguas e linguaxes que conforman o repertorio propio.",
    "CA2.1": "Deducir o significado etimolóxico dun termo de uso común e inferir o significado de termos de nova aparición ou procedentes de léxico especializado aplicando, de maneira guiada, estratexias de recoñecemento de étimos e formantes gregos atendendo aos cambios fonéticos, morfolóxicos ou semánticos que tivesen lugar.",
    "CA2.2": "Explicar, de maneira guiada, a relación do grego coas linguas modernas, analizando os elementos lingüísticos comúns de orixe grega e utilizando con iniciativa estratexias e coñecementos das linguas e linguaxes que conforman o repertorio propio.",
    "CA2.3": "Identificar prexuízos e estereotipos lingüísticos adoptando unha actitude de respecto e valoración da diversidade como riqueza cultural, lingüística e dialectal, a partir de criterios dados.",
    "CA2.4": "Crear textos individuais ou colectivos con intención literaria e conciencia de estilo, en distintos soportes e con axuda doutras linguaxes artísticas e audiovisuais, a partir da lectura de obras ou fragmentos significativos da civilización e a cultura grega como fonte de inspiración.",
    "CA3.1": "Explicar, a partir de criterios dados, os procesos históricos e políticos, as institucións, os modos de vida e os costumes da sociedade helena, comparándoos cos das sociedades actuais, valorando as adaptacións e os cambios experimentados e favorecendo o desenvolvemento dunha cultura compartida.",
    "CA3.2": "Debater sobre a importancia, evolución, asimilación ou cuestionamento de diferentes aspectos do legado grego na nosa sociedade, mediando entre posturas, seleccionando e contrastando información.",
    "CA3.3": "Investigar, de maneira guiada, o patrimonio histórico, arqueolóxico, artístico e cultural herdado da civilización grega, actuando de forma adecuada, empática e respectuosa e interesándose polos procesos de preservación e por aquelas actitudes cívicas que aseguran a súa sustentabilidade.",
    "CA4.1": "Explicar, a partir de criterios dados, os procesos históricos e políticos, os modos de vida, as institucións e os costumes da sociedade helena, comparándoos cos das sociedades actuais, valorando as adaptacións e os cambios experimentados e favorecendo o desenvolvemento dunha cultura compartida.",
    "CA4.2": "Debater sobre a importancia, evolución, asimilación ou cuestionamento de diferentes aspectos do legado grego na nosa sociedade, mediando entre posturas, seleccionando e contrastando información.",
    "CA4.3": "Investigar de maneira progresivamente autónoma aspectos do legado da civilización grega no ámbito persoal, relixioso e sociopolítico localizando, seleccionando, contrastando e reelaborando información procedente de diferentes fontes, calibrando a súa fiabilidade e pertinencia e respectando os principios de rigor e propiedade intelectual.",
    "CA4.4": "Identificar e explicar o legado material e inmaterial da civilización grega como fonte de inspiración, analizando producións culturais e artísticas posteriores a partir de criterios dados.",
    "CA4.5": "Investigar, de maneira guiada, o patrimonio histórico, arqueolóxico, artístico e cultural herdado da civilización grega, actuando de forma adecuada, empática e respectuosa e interesándose polos procesos de preservación e por aquelas actitudes cívicas que aseguran a súa sustentabilidade.",
    "CA4.6": "Explorar o legado grego na contorna do alumnado a partir de criterios dados, aplicando os coñecementos adquiridos e reflexionando sobre as implicacións dos seus distintos usos, dando exemplos da persistencia da Antigüidade clásica na súa vida cotiá e presentando os resultados a través de diferentes soportes."
  }
  