{
  "a": "Exercer a cidadanía democrática, desde unha perspectiva global, e adquirir unha conciencia cívica responsable, inspirada polos valores da Constitución española e do Estatuto de autonomía de Galicia, así como polos dereitos humanos, que fomente a corresponsabilidade na construción dunha sociedade xusta e equitativa.",
  "b": "Consolidar unha madureza persoal, afectivo-sexual e social que lles permita actuar de forma respectuosa, responsable e autónoma, e desenvolver o seu espírito crítico. Prever, detectar e resolver pacificamente os conflitos persoais, familiares e sociais, así como as posibles situacións de violencia.",
  "c": "Fomentar a igualdade efectiva de dereitos e oportunidades de mulleres e homes, analizar e valorar criticamente as desigualdades existentes, así como o recoñecemento e o ensino do papel das mulleres na historia, e impulsar a igualdade real e a non discriminación por razón de nacemento, sexo, orixe racial ou étnica, discapacidade, idade, enfermidade, relixión ou crenzas, orientación sexual ou identidade de xénero, ou calquera outra condición ou circunstancia persoal ou social.",
  "d": "Afianzar os hábitos de lectura, estudo e disciplina como condicións necesarias para o eficaz aproveitamento da aprendizaxe e como medio de desenvolvemento persoal.",
  "e": "Dominar, tanto na súa expresión oral como na escrita, a lingua galega e a lingua castelá.",
  "f": "Expresarse con fluidez e corrección nunha ou máis linguas estranxeiras.",
  "g": "Utilizar con solvencia e responsabilidade as tecnoloxías da información e da comunicación.",
  "h": "Coñecer e valorar criticamente as realidades do mundo contemporáneo, os seus antecedentes históricos e os principais factores da súa evolución. Participar de forma solidaria no desenvolvemento e na mellora do seu ámbito social.",
  "i": "Acceder aos coñecementos científicos e tecnolóxicos fundamentais, e dominar as habilidades básicas propias da modalidade elixida.",
  "j": "Comprender os elementos e procedementos fundamentais da investigación e dos métodos científicos. Coñecer e valorar de forma crítica a contribución da ciencia e a tecnoloxía no cambio das condicións de vida, así como afianzar a sensibilidade e o respecto cara ao ambiente.",
  "k": "Afianzar o espírito emprendedor con actitudes de creatividade, flexibilidade, iniciativa, traballo en equipo, confianza nun mesmo e sentido crítico.",
  "l": "Desenvolver a sensibilidade artística e literaria, así como o criterio estético, como fontes de formación e enriquecemento cultural.",
  "m": "Utilizar a educación física e o deporte para favorecer o desenvolvemento persoal e social. Afianzar os hábitos de actividades físico-deportivas para favorecer o benestar físico e mental, así como medio de desenvolvemento persoal e social.",
  "n": "Afianzar actitudes de respecto e prevención no ámbito da mobilidade segura e saudable.",
  "o": "Fomentar unha actitude responsable e comprometida na loita contra o cambio climático e na defensa do desenvolvemento sustentable.",
  "p": "Valorar, respectar e afianzar o patrimonio cultural material e inmaterial de Galicia, e contribuír á súa conservación e mellora no contexto dun mundo globalizado."
}

